       IDENTIFICATION DIVISION.
       PROGRAM-ID. PROGCOB01.
      *****************************************************************
      * AREA DE COMENTARIOS - REMARKS
      * AUTHOR = BRUNO LIMA - BFL
      * OBJETIVO: MOSTRAR O HELLO WORLD
      * DATA: XX/XX/XXXX
      *****************************************************************
       ENVIRONMENT DIVISION.

       DATA DIVISION.
       PROCEDURE DIVISION.
            DISPLAY 'HELLO 2021'.
            STOP RUN.
